Repository: KokoDemow/GameFrame
Catalog: TheGame/TheGame/Resources/*.lproj/Localizable.strings
Languages: de

# whenErrorNil
source: unknown error
de: Unbekannter Fehler

# noProductsInStore
source: No products available or store not available
de: Kein Produkte verfügbar oder Store nicht verfügbar

# noBannerZone
source: Thank you for playing The Game
de: Danke, dass Sie The Game spielen

source: Turn Audio On/Off
de: Töne ein/ausschalten

# SettingsTitle
source: Settings
de: Einstellungen

# StoreTitle
source: Store
de: Käufe

# sharedGreeting
source: Hi! I'm playing The Game
de: Hallo! Ich spiele The Game

# sharedPoints
source: My best: %ld
de: Mein bester Score: %ld punkte

# sharedWeaponOn
source: Got the coolest weapon!
de: Hab sie!

# sharedWeaponOff
source: Struggeling to get weaponC. Can you help?
de: Bekomme weaponC nicht hin. Kannst du mir helfen?
